Repository: chrisnguyen1211/pillrdotlol
Catalog: Sources/LidEffort/Resources/Localizable.xcstrings
Source language: en
Languages: fr, ja, pt_br, ru, zh_hans

source: Many sessions, one place
fr: Plusieurs sessions, un seul endroit
ja: たくさんのセッションを、1 か所に
pt_br: Muitas sessões, um só lugar
ru: Много сеансов, одно место
zh_hans: 多个会话，一处查看

source: Model data
fr: Données du modèle
ja: モデルデータ
pt_br: Dados do modelo
ru: Данные модели
zh_hans: 模型数据

source: Models
fr: Modèles
ja: モデル
pt_br: Modelos
ru: Модели
zh_hans: 模型

source: Models running on this Mac through Ollama or LM Studio.
fr: Modèles exécutés sur ce Mac via Ollama ou LM Studio.
ja: Ollama または LM Studio でこの Mac 上で動いているモデル。
pt_br: Modelos rodando neste Mac pelo Ollama ou pelo LM Studio.
ru: Модели, работающие на этом Mac через Ollama или LM Studio.
zh_hans: 通过 Ollama 或 LM Studio 在这台 Mac 上运行的模型。

source: More information
fr: Plus d'informations
ja: 詳しい情報
pt_br: Mais informações
ru: Подробнее
zh_hans: 更多信息

source: Move handle
fr: Poignée de déplacement
ja: 移動ハンドル
pt_br: Alça para mover
ru: Маркер перемещения
zh_hans: 移动手柄

source: Move to Applications
fr: Déplacer vers Applications
ja: アプリケーションに移動
pt_br: Mover para Aplicativos
ru: Переместить в Программы
zh_hans: 移到「应用程序」

source: Moves to the display with the window you are typing in.
fr: Se déplace vers l'écran de la fenêtre dans laquelle vous tapez.
ja: 入力中のウインドウがあるディスプレイに移動します。
pt_br: Vai para a tela com a janela em que você está digitando.
ru: Перемещается на дисплей с окном, в котором вы печатаете.
zh_hans: 移到你正在输入的窗口所在的显示器。

source: Needs Accessibility access
fr: Accès Accessibilité requis
ja: アクセシビリティへのアクセスが必要
pt_br: Precisa de acesso à Acessibilidade
ru: Нужно разрешение «Универсальный доступ»
zh_hans: 需要辅助功能权限

source: Needs your OK
fr: Attend votre accord
ja: あなたの許可が必要
pt_br: Precisa do seu OK
ru: Нужно ваше согласие
zh_hans: 需要你批准

source: Needs your OK · %@
fr: Attend votre accord · %@
ja: あなたの許可が必要 · %@
pt_br: Precisa do seu OK · %@
ru: Нужно ваше согласие · %@
zh_hans: 需要你批准 · %@

source: Needs your answer
fr: Attend votre réponse
ja: あなたの回答が必要
pt_br: Precisa da sua resposta
ru: Нужен ваш ответ
zh_hans: 需要你回答

source: Never
fr: Jamais
ja: しない
pt_br: Nunca
ru: Никогда
zh_hans: 从不

source: Next
fr: Suivant
ja: 次へ
pt_br: Próximo
ru: Далее
zh_hans: 下一步

source: Next question
fr: Question suivante
ja: 次の質問
pt_br: Próxima pergunta
ru: Следующий вопрос
zh_hans: 下一个问题

source: Next reset
fr: Prochaine réinitialisation
ja: 次のリセット
pt_br: Próxima renovação
ru: Следующий сброс
zh_hans: 下次重置

source: Next →
fr: Suivant →
ja: 次へ →
pt_br: Próximo →
ru: Далее →
zh_hans: 下一步 →

source: Nice! That's all it takes.
fr: Bravo ! C'est tout ce qu'il faut.
ja: いいですね！これだけです。
pt_br: Boa! É só isso.
ru: Отлично! Вот и всё.
zh_hans: 漂亮！就这么简单。

source: No Kimi Code plan on this account
fr: Aucun plan Kimi Code sur ce compte
ja: このアカウントには Kimi Code のプランがありません
pt_br: Nenhum plano do Kimi Code nesta conta
ru: Для этого аккаунта нет тарифа Kimi Code
zh_hans: 此账号没有 Kimi Code 套餐

source: No Kimi Code usage limits on this account
fr: Aucune limite de consommation Kimi Code sur ce compte
ja: このアカウントには Kimi Code の使用量の上限がありません
pt_br: Nenhum limite de uso do Kimi Code nesta conta
ru: Для этого аккаунта нет лимитов Kimi Code
zh_hans: 此账号没有 Kimi Code 用量额度

source: No lid sensor
fr: Aucun capteur de capot
ja: 蓋センサーなし
pt_br: Sem sensor da tampa
ru: Нет датчика крышки
zh_hans: 没有屏幕盖传感器

source: No results
fr: Aucun résultat
ja: 結果なし
pt_br: Nenhum resultado
ru: Ничего не найдено
zh_hans: 无结果

source: No session in view · applies next session
fr: Aucune session visible · s'applique à la prochaine session
ja: 表示中のセッションなし · 次のセッションから適用
pt_br: Nenhuma sessão visível · vale na próxima sessão
ru: Нет сеанса на экране · применится в следующем сеансе
zh_hans: 没有可见的会话 · 下个会话生效

source: Not Now
fr: Pas maintenant
ja: 今はしない
pt_br: Agora não
ru: Не сейчас
zh_hans: 以后再说

source: Not asked
fr: Non demandé
ja: 未確認
pt_br: Não perguntado
ru: Не спрашивалось
zh_hans: 未请求

source: Not installed
fr: Non installé
ja: 未インストール
pt_br: Não instalado
ru: Не установлено
zh_hans: 未安装

source: Not signed in
fr: Non connecté
ja: 未サインイン
pt_br: Não conectado
ru: Вход не выполнен
zh_hans: 未登录

source: Not while that provider's weekly limit is still spent.
fr: Pas tant que la limite hebdomadaire de ce fournisseur est épuisée.
ja: そのサービスの週間の上限を使い切っている間は除きます。
pt_br: Não enquanto o limite semanal desse provedor ainda estiver esgotado.
ru: Нельзя, пока недельный лимит этого провайдера исчерпан.
zh_hans: 该服务的每周额度还处于用完状态时不会。

source: Nothing to allow
fr: Rien à autoriser
ja: 許可するものはありません
pt_br: Nada a permitir
ru: Нечего разрешать
zh_hans: 无需允许

source: Now move the lid…
fr: Maintenant, bougez le capot…
ja: では、蓋を動かしてみてください…
pt_br: Agora mova a tampa…
ru: Теперь двигайте крышку…
zh_hans: 现在开合屏幕…

source: On the %@ edge of the screen. Hover it for sessions; drag it to move it.
fr: Sur le bord %@ de l'écran. Survolez-la pour les sessions ; faites-la glisser pour la déplacer.
ja: 画面の%@端にあります。ホバーでセッションを表示、ドラッグで移動します。
pt_br: Na borda %@ da tela. Passe o cursor sobre ele para ver as sessões; arraste para movê-lo.
ru: Край экрана: %@. Наведите, чтобы увидеть сеансы; перетащите, чтобы переместить.
zh_hans: 在屏幕的%@边。悬停查看会话；拖动即可移动。

source: One answer, then go.
fr: Une réponse, et c'est reparti.
ja: ひとこと答えたら、先へ。
pt_br: Uma resposta, e pronto.
ru: Один ответ — и вперёд.
zh_hans: 回答一下，然后继续。

source: One for a permission, another for a question.
fr: Un pour une autorisation, un autre pour une question.
ja: 許可用と質問用に、それぞれ 1 つずつ。
pt_br: Um para permissão, outro para pergunta.
ru: Один — для разрешения, другой — для вопроса.
zh_hans: 一个用于权限请求，另一个用于提问。

source: One more brick laid
fr: Une brique de plus posée
ja: レンガをまたひとつ積みました
pt_br: Mais um tijolo assentado
ru: Ещё один кирпичик уложен
zh_hans: 又砌好一块砖

source: Onward.
fr: En avant.
ja: 前へ。
pt_br: Em frente.
ru: Вперёд.
zh_hans: 继续前进。

source: Open Privacy Settings
fr: Ouvrir les réglages de confidentialité
ja: プライバシー設定を開く
pt_br: Abrir ajustes de Privacidade
ru: Открыть настройки конфиденциальности
zh_hans: 打开隐私设置

source: Open Settings…
fr: Ouvrir les Réglages…
ja: 設定を開く…
pt_br: Abrir Ajustes…
ru: Открыть настройки…
zh_hans: 打开设置…

source: Open at login
fr: Ouvrir à l'ouverture de session
ja: ログイン時に開く
pt_br: Abrir ao iniciar a sessão
ru: Открывать при входе
zh_hans: 登录时打开

source: Open it a notch and every agent thinks harder; close it a notch and they speed up. Let go of ⌘ to apply.
fr: Ouvrez-le d'un cran et chaque agent réfléchit plus ; refermez-le d'un cran et ils accélèrent. Relâchez ⌘ pour appliquer.
ja: 少し開くとすべてのエージェントがより深く考え、少し閉じると速くなります。⌘ を離すと適用されます。
pt_br: Abra um pouquinho e todos os agentes pensam mais; feche um pouquinho e eles aceleram. Solte ⌘ para aplicar.
ru: Приоткройте крышку — и все агенты думают усерднее; прикройте — и они ускоряются. Отпустите ⌘, чтобы применить.
zh_hans: 屏幕打开一点，每个智能体就想得更深；合上一点，它们就更快。松开 ⌘ 即生效。

source: Open the session and answer there
fr: Ouvrir la session et y répondre
ja: セッションを開いてそこで答える
pt_br: Abra a sessão e responda lá
ru: Открыть сеанс и ответить там
zh_hans: 打开会话并在那里回答

source: Opened in Claude
fr: Ouvert dans Claude
ja: Claude で開きました
pt_br: Aberto no Claude
ru: Открыто в Claude
zh_hans: 已在 Claude 中打开

source: Opens Terminal and runs %@
fr: Ouvre Terminal et exécute %@
ja: Terminal を開いて %@ を実行します
pt_br: Abre o Terminal e executa %@
ru: Открывает Terminal и запускает %@
zh_hans: 打开 Terminal 并运行 %@

source: Opens a session's pane when you click it.
fr: Ouvre le panneau d'une session quand vous cliquez dessus.
ja: クリックするとセッションのペインを開きます。
pt_br: Abre o painel da sessão quando você clica nela.
ru: Открывает область сеанса при щелчке по нему.
zh_hans: 点击会话时打开它的窗格。

source: Opens a session's tab when you click it.
fr: Ouvre l'onglet d'une session quand vous cliquez dessus.
ja: クリックするとセッションのタブを開きます。
pt_br: Abre a aba da sessão quando você clica nela.
ru: Открывает вкладку сеанса при щелчке по нему.
zh_hans: 点击会话时打开它的标签页。

source: Opens the exact pane through Superset's own link.
fr: Ouvre le panneau exact via le lien propre à Superset.
ja: Superset 自身のリンクから該当のペインを開きます。
pt_br: Abre o painel exato pelo próprio link do Superset.
ru: Открывает нужную область через собственную ссылку Superset.
zh_hans: 通过 Superset 自己的链接打开对应的窗格。

source: Over a window it refracts; over the desktop it turns to a clear blur instead of a grey slab.
fr: Sur une fenêtre, il réfracte ; sur le bureau, il devient un flou clair au lieu d'une plaque grise.
ja: ウインドウの上では屈折し、デスクトップの上では灰色の板ではなく澄んだぼかしになります。
pt_br: Sobre uma janela, ele refrata; sobre a área de trabalho, vira um desfoque claro em vez de uma placa cinza.
ru: Над окном оно преломляет свет; над рабочим столом становится прозрачным размытием, а не серой плитой.
zh_hans: 在窗口上方它会折射；在桌面上方它会变成清透的模糊，而不是一块灰板。

source: Over full-screen apps
fr: Par-dessus les apps en plein écran
ja: フルスクリーンアプリの上
pt_br: Sobre apps em tela cheia
ru: Поверх полноэкранных приложений
zh_hans: 在全屏应用上方

source: Over on the left!
fr: Par ici, à gauche !
ja: 今度は左へ！
pt_br: Lá na esquerda!
ru: А теперь слева!
zh_hans: 到左边啦！

source: Over to the session
fr: Direction la session
ja: セッションへ
pt_br: Para a sessão
ru: К сеансу
zh_hans: 前往会话

source: Pick a road.
fr: Choisissez une voie.
ja: 道を選んで。
pt_br: Escolha um caminho.
ru: Выберите путь.
zh_hans: 选一条路吧。

source: Pick one
fr: Choisissez une option
ja: 1 つ選択
pt_br: Escolha um
ru: Выберите один
zh_hans: 选一个

source: Pick one or more
fr: Choisissez une ou plusieurs options
ja: 1 つ以上選択
pt_br: Escolha um ou mais
ru: Выберите один или несколько
zh_hans: 选一个或多个

source: Position along the edge
fr: Position le long du bord
ja: 辺に沿った位置
pt_br: Posição ao longo da borda
ru: Положение вдоль края
zh_hans: 沿边缘的位置

source: Postgres, mirrored to SQLite
fr: Postgres, répliqué dans SQLite
ja: Postgres（SQLite にミラー）
pt_br: Postgres, espelhado no SQLite
ru: Postgres с зеркалированием в SQLite
zh_hans: Postgres，镜像到 SQLite

source: Preview
fr: Aperçu
ja: プレビュー
pt_br: Pré-visualização
ru: Предпросмотр
zh_hans: 预览

source: Preview of the notch
fr: Aperçu de l'encoche
ja: ノッチのプレビュー
pt_br: Pré-visualização do notch
ru: Предпросмотр панели
zh_hans: 刘海预览

source: Previous question
fr: Question précédente
ja: 前の質問
pt_br: Pergunta anterior
ru: Предыдущий вопрос
zh_hans: 上一个问题

source: Prompt %@ of %@
fr: Prompt %@ sur %@
ja: プロンプト %@ / %@
pt_br: Prompt %@ de %@
ru: Запрос %@ из %@
zh_hans: 第 %@ 个请求，共 %@ 个

source: Prompt %@ of %lld
fr: Prompt %@ sur %lld
ja: プロンプト %@ / %lld
pt_br: Prompt %@ de %lld
ru: Запрос %@ из %lld
zh_hans: 第 %@ 个请求，共 %lld 个

source: Prompt %lld of %@
fr: Prompt %lld sur %@
ja: プロンプト %lld / %@
pt_br: Prompt %lld de %@
ru: Запрос %lld из %@
zh_hans: 第 %lld 个请求，共 %@ 个

source: Prompt %lld of %lld
fr: Prompt %lld sur %lld
ja: プロンプト %lld / %lld
pt_br: Prompt %lld de %lld
ru: Запрос %lld из %lld
zh_hans: 第 %lld 个请求，共 %lld 个

source: Questions and approvals appear under the session asking, wherever you are.
fr: Les questions et autorisations apparaissent sous la session qui demande, où que vous soyez.
ja: 質問と承認は、どこにいても、尋ねているセッションの下に表示されます。
pt_br: Perguntas e aprovações aparecem sob a sessão que pergunta, onde quer que você esteja.
ru: Вопросы и подтверждения появляются под спрашивающим сеансом, где бы вы ни были.
zh_hans: 无论你在哪里，问题和批准请求都会出现在发出请求的会话下方。

source: Quick call needed.
fr: Petite décision à prendre.
ja: ちょっと判断が必要です。
pt_br: Decisão rápida necessária.
ru: Нужно быстрое решение.
zh_hans: 需要你快速拍板。

source: Quick check-in
fr: Petit point rapide
ja: ちょっと確認
pt_br: Checagem rápida
ru: Быстрая проверка
zh_hans: 快速确认一下

source: Read your Claude usage
fr: Lire votre consommation Claude
ja: Claude の使用量を読み取る
pt_br: Ler seu uso do Claude
ru: Читать использование Claude
zh_hans: 读取你的 Claude 用量

source: Reading prompt
fr: Lecture du prompt
ja: プロンプトを読み込み中
pt_br: Lendo o prompt
ru: Чтение запроса
zh_hans: 正在读取提示词

source: Reading usage
fr: Lecture de la consommation
ja: 使用量を読み取り中
pt_br: Lendo o uso
ru: Чтение использования
zh_hans: 正在读取用量

source: Reading usage with Claude Code's login
fr: Lecture de la consommation avec les identifiants de Claude Code
ja: Claude Code のログインで使用量を読み取り中
pt_br: Lendo o uso com o login do Claude Code
ru: Чтение использования через вход Claude Code
zh_hans: 正在用 Claude Code 的登录读取用量

source: Ready for your prompt
fr: Prêt pour votre prompt
ja: プロンプトを待っています
pt_br: Pronto para o seu prompt
ru: Готов к вашему запросу
zh_hans: 等你输入提示词

source: Ready to start on the plan
fr: Prêt à lancer le plan
ja: プランに取りかかる準備ができました
pt_br: Pronto para começar o plano
ru: Готов приступить к плану
zh_hans: 准备按计划开工

source: Ready when you are.
fr: Prêt quand vous l'êtes.
ja: いつでもどうぞ。
pt_br: Pronto quando você estiver.
ru: Жду вашей команды.
zh_hans: 你准备好，我就开始。

source: Refactored the auth flow
fr: Flux d'authentification refactorisé
ja: 認証フローをリファクタリングしました
pt_br: Fluxo de autenticação refatorado
ru: Переработан процесс авторизации
zh_hans: 重构了认证流程

source: Reloaded and ready
fr: Rechargé et prêt
ja: 再読み込みして準備完了
pt_br: Recarregado e pronto
ru: Перезагружен и готов
zh_hans: 满血复活，准备就绪

source: Remind me
fr: Me le rappeler
ja: 再通知
pt_br: Lembrar-me
ru: Напомнить
zh_hans: 提醒我

source: Reset sound
fr: Son de réinitialisation
ja: リセットのサウンド
pt_br: Som de renovação
ru: Звук сброса
zh_hans: 重置声音

source: Resets at
fr: Réinit. à
ja: リセット時刻
pt_br: Renova às
ru: Сброс в
zh_hans: 重置于

source: Resets in %@ Day %@h
fr: Réinit. dans %@ j %@h
ja: %@ 日 %@ 時間後にリセット
pt_br: Renova em %@ dia %@h
ru: Сброс через %@ дн. %@ ч
zh_hans: %@ 天 %@ 小时后重置

source: Resets in %@ Day %lldh
fr: Réinit. dans %@ j %lldh
ja: %@ 日 %lld 時間後にリセット
pt_br: Renova em %@ dia %lldh
ru: Сброс через %@ дн. %lld ч
zh_hans: %@ 天 %lld 小时后重置

source: Resets in %@ Days %@h
fr: Réinit. dans %@ j %@h
ja: %@ 日 %@ 時間後にリセット
pt_br: Renova em %@ dias %@h
ru: Сброс через %@ дн. %@ ч
zh_hans: %@ 天 %@ 小时后重置

source: Resets in %@ Days %lldh
fr: Réinit. dans %@ j %lldh
ja: %@ 日 %lld 時間後にリセット
pt_br: Renova em %@ dias %lldh
ru: Сброс через %@ дн. %lld ч
zh_hans: %@ 天 %lld 小时后重置

source: Review it. Ship it.
fr: Relisez. Livrez.
ja: レビューして、リリース。
pt_br: Revise. Lance.
ru: Проверьте. Выпускайте.
zh_hans: 审一下，发出去。

source: Ring order
fr: Ordre des anneaux
ja: リングの順序
pt_br: Ordem dos anéis
ru: Порядок колец
zh_hans: 圆环顺序

source: Rings
fr: Anneaux
ja: リング
pt_br: Anéis
ru: Кольца
zh_hans: 圆环

source: Run `devin auth login` in a terminal to sign in.
fr: Exécutez `devin auth login` dans un terminal pour vous connecter.
ja: サインインするには、ターミナルで `devin auth login` を実行してください。
pt_br: Execute `devin auth login` em um terminal para entrar.
ru: Запустите `devin auth login` в терминале, чтобы войти.
zh_hans: 在终端里运行 `devin auth login` 以登录。

source: Search
fr: Rechercher
ja: 検索
pt_br: Buscar
ru: Поиск
zh_hans: 搜索

source: See the whole question, what each choice means and the full command, then answer without leaving what you were doing.
fr: Voyez la question entière, le sens de chaque choix et la commande complète, puis répondez sans quitter ce que vous faisiez.
ja: 質問の全文、各選択肢の意味、コマンド全体を確認してから、作業の手を止めずに答えられます。
pt_br: Veja a pergunta inteira, o que cada opção significa e o comando completo, e responda sem sair do que estava fazendo.
ru: Смотрите весь вопрос, значение каждого варианта и полную команду — и отвечайте, не отрываясь от дел.
zh_hans: 看到完整的问题、每个选项的含义和完整命令，然后不用放下手头的事就能回答。

source: Send
fr: Envoyer
ja: 送信
pt_br: Enviar
ru: Отправить
zh_hans: 发送

source: Sending to %@ in Superset…
fr: Envoi à %@ dans Superset…
ja: Superset の %@ に送信中…
pt_br: Enviando para %@ no Superset…
ru: Отправка в %@ в Superset…
zh_hans: 正在发送到 Superset 中的 %@…

source: Session limit
fr: Limite de session
ja: セッションの上限
pt_br: Limite da sessão
ru: Лимит сеанса
zh_hans: 会话额度

source: Sessions & Approvals
fr: Sessions et autorisations
ja: セッションと承認
pt_br: Sessões e aprovações
ru: Сеансы и подтверждения
zh_hans: 会话与批准

source: Sessions in the tooltip
fr: Sessions dans l'info-bulle
ja: ツールチップ内のセッション
pt_br: Sessões na dica
ru: Сеансы в подсказке
zh_hans: 提示卡中的会话

source: Sessions started before this was switched on pick it up when restarted.
fr: Les sessions lancées avant l'activation en profitent une fois redémarrées.
ja: これをオンにする前に開始したセッションは、再起動すると反映されます。
pt_br: Sessões iniciadas antes de isto ser ativado passam a usá-lo quando reiniciadas.
ru: Сеансы, запущенные до включения, подхватят это после перезапуска.
zh_hans: 在打开这项之前启动的会话，重启后才会生效。

source: Set Up pillr
fr: Configurer pillr
ja: pillr をセットアップ
pt_br: Configurar o pillr
ru: Настроить pillr
zh_hans: 设置 pillr

source: Set Up pillr…
fr: Configurer pillr…
ja: pillr をセットアップ…
pt_br: Configurar o pillr…
ru: Настроить pillr…
zh_hans: 设置 pillr…

source: Settings → Accounts
fr: Réglages → Comptes
ja: 設定 → アカウント
pt_br: Ajustes → Contas
ru: Настройки → Аккаунты
zh_hans: 设置 → 账号

source: Setup
fr: Configuration
ja: セットアップ
pt_br: Configuração
ru: Настройка
zh_hans: 设置向导

source: Several sessions asking at once? Each question waits under its own session, in turn.
fr: Plusieurs sessions demandent en même temps ? Chaque question attend sous sa propre session, à tour de rôle.
ja: 複数のセッションが同時に尋ねてきたら？ 各質問はそれぞれのセッションの下で、順番に待ちます。
pt_br: Várias sessões perguntando ao mesmo tempo? Cada pergunta aguarda sob a própria sessão, na sua vez.
ru: Спрашивают несколько сеансов сразу? Каждый вопрос по очереди ждёт под своим сеансом.
zh_hans: 好几个会话同时在问？每个问题都在自己的会话下方依次等待。

source: Ship the new login screen
fr: Livrer le nouvel écran de connexion
ja: 新しいログイン画面をリリース
pt_br: Lançar a nova tela de login
ru: Выпустить новый экран входа
zh_hans: 发布新的登录页面

source: Shipped it!
fr: Livré !
ja: リリースしました！
pt_br: Lançado!
ru: Выпущено!
zh_hans: 发布啦！

source: Show a card beside the pill
fr: Afficher une carte à côté de la pastille
ja: ピルの横にカードを表示
pt_br: Exibir um cartão ao lado da cápsula
ru: Показывать карточку рядом с пилюлей
zh_hans: 在胶囊旁显示卡片

source: Show at most
fr: Afficher au maximum
ja: 最大表示数
pt_br: Exibir no máximo
ru: Показывать не более
zh_hans: 最多显示

source: Show in Finder
fr: Afficher dans le Finder
ja: Finder で表示
pt_br: Mostrar no Finder
ru: Показать в Finder
zh_hans: 在 Finder 中显示

source: Show me
fr: Montrez-moi
ja: 見せて
pt_br: Mostrar
ru: Покажи
zh_hans: 演示给我看

source: Show or hide this model in the notch. It stays loaded in %@.
fr: Afficher ou masquer ce modèle dans l'encoche. Il reste chargé dans %@.
ja: このモデルをノッチに表示するかどうか。%@ には読み込まれたままです。
pt_br: Exiba ou oculte este modelo no notch. Ele continua carregado no %@.
ru: Показывать или скрывать эту модель на панели. В %@ она остаётся загруженной.
zh_hans: 在刘海里显示或隐藏此模型。它仍加载在 %@ 中。

source: Show the card
fr: Afficher la carte
ja: カードを表示
pt_br: Exibir o cartão
ru: Показывать карточку
zh_hans: 显示卡片

source: Sign in in Terminal
fr: Se connecter dans Terminal
ja: Terminal でサインイン
pt_br: Entrar pelo Terminal
ru: Войти в Terminal
zh_hans: 在 Terminal 中登录

source: Sign in to DeepSeek Platform to read your usage
fr: Connectez-vous à DeepSeek Platform pour lire votre consommation
ja: 使用量を読み取るには DeepSeek Platform にサインイン
pt_br: Entre na DeepSeek Platform para ler seu uso
ru: Войдите в DeepSeek Platform, чтобы видеть использование
zh_hans: 登录 DeepSeek 开放平台以读取用量

source: Sign-in expired
fr: Connexion expirée
ja: サインインの期限切れ
pt_br: Login expirado
ru: Срок входа истёк
zh_hans: 登录已过期

source: Signed out
fr: Déconnecté
ja: サインアウト済み
pt_br: Desconectado
ru: Выход выполнен
zh_hans: 已退出登录

source: Skip
fr: Passer
ja: スキップ
pt_br: Pular
ru: Пропустить
zh_hans: 跳过

source: Skip for Now
fr: Passer pour l'instant
ja: 今はスキップ
pt_br: Pular por enquanto
ru: Пропустить пока
zh_hans: 暂时跳过

source: So the notch is there whenever the Mac is.
fr: Pour que l'encoche soit là dès que le Mac l'est.
ja: Mac が動いていれば、いつでもノッチがあるように。
pt_br: Para o notch estar lá sempre que o Mac estiver.
ru: Чтобы панель была на месте всякий раз, когда работает Mac.
zh_hans: 这样只要 Mac 开着，刘海就在。

source: Something else…
fr: Autre chose…
ja: その他…
pt_br: Outra coisa…
ru: Другое…
zh_hans: 其他答案…

source: Sound only
fr: Son uniquement
ja: サウンドのみ
pt_br: Só som
ru: Только звук
zh_hans: 仅声音

source: Sounds
fr: Sons
ja: サウンド
pt_br: Sons
ru: Звуки
zh_hans: 声音

source: Sounds and alerts
fr: Sons et alertes
ja: サウンドとアラート
pt_br: Sons e alertas
ru: Звуки и оповещения
zh_hans: 声音与提醒

source: Start LM Studio's server to monitor your local models
fr: Démarrez le serveur de LM Studio pour surveiller vos modèles locaux
ja: ローカルモデルを監視するには LM Studio のサーバーを起動してください
pt_br: Inicie o servidor do LM Studio para monitorar seus modelos locais
ru: Запустите сервер LM Studio, чтобы отслеживать локальные модели
zh_hans: 启动 LM Studio 的服务器以监视本地模型

source: Startup, updates and language.
fr: Démarrage, mises à jour et langue.
ja: 起動、アップデート、言語。
pt_br: Inicialização, atualizações e idioma.
ru: Запуск, обновления и язык.
zh_hans: 启动、更新和语言。

source: Step %@ of %@
fr: Étape %@ sur %@
ja: ステップ %@ / %@
pt_br: Passo %@ de %@
ru: Шаг %@ из %@
zh_hans: 第 %@ 步，共 %@ 步

source: Step %@ of %lld
fr: Étape %@ sur %lld
ja: ステップ %@ / %lld
pt_br: Passo %@ de %lld
ru: Шаг %@ из %lld
zh_hans: 第 %@ 步，共 %lld 步

source: Step %lld of %@
fr: Étape %lld sur %@
ja: ステップ %lld / %@
pt_br: Passo %lld de %@
ru: Шаг %lld из %@
zh_hans: 第 %lld 步，共 %@ 步

source: Step %lld of %lld
fr: Étape %lld sur %lld
ja: ステップ %lld / %lld
pt_br: Passo %lld de %lld
ru: Шаг %lld из %lld
zh_hans: 第 %lld 步，共 %lld 步

source: Superset · no Claude session in view · applies next session
fr: Superset · aucune session Claude visible · s'applique à la prochaine session
ja: Superset · 表示中の Claude セッションなし · 次のセッションから適用
pt_br: Superset · nenhuma sessão do Claude visível · vale na próxima sessão
ru: Superset · нет сеанса Claude на экране · применится в следующем сеансе
zh_hans: Superset · 没有可见的 Claude 会话 · 下个会话生效

source: Switch on the agents you use. pillr reads each one's usage with the login it already has on this Mac, and sends nothing anywhere but that agent's own servers.
fr: Activez les agents que vous utilisez. pillr lit la consommation de chacun avec les identifiants déjà présents sur ce Mac, et n'envoie rien ailleurs qu'aux propres serveurs de cet agent.
ja: 使っているエージェントをオンにしてください。pillr はこの Mac にある既存のログインでそれぞれの使用量を読み取り、そのエージェント自身のサーバー以外には何も送信しません。
pt_br: Ative os agentes que você usa. O pillr lê o uso de cada um com o login que ele já tem neste Mac, e não envia nada a lugar algum além dos próprios servidores desse agente.
ru: Включите агенты, которыми пользуетесь. pillr читает использование каждого через вход, который уже есть на этом Mac, и ничего не отправляет никуда, кроме серверов самого агента.
zh_hans: 打开你在用的智能体。pillr 用它们在这台 Mac 上已有的登录读取各自的用量，除了该智能体自己的服务器，不向任何地方发送数据。

source: Switch to dark mode
fr: Passer en mode sombre
ja: ダークモードに切り替え
pt_br: Mudar para o modo escuro
ru: Включить тёмный режим
zh_hans: 切换到深色模式

source: System Liquid Glass, light or dark with the switch at the top of Settings.
fr: Le Liquid Glass du système, clair ou sombre via l'interrupteur en haut des Réglages.
ja: システムの Liquid Glass。ライトかダークかは、設定上部のスイッチで切り替えます。
pt_br: Liquid Glass do sistema, claro ou escuro pelo botão no topo dos Ajustes.
ru: Системный Liquid Glass, светлый или тёмный — переключатель вверху настроек.
zh_hans: 系统 Liquid Glass，浅色或深色由设置顶部的开关决定。

source: Take the Tour
fr: Faire la visite
ja: ツアーを見る
pt_br: Fazer o tour
ru: Пройти тур
zh_hans: 开始导览

source: Take the win. Next.
fr: Savourez la victoire. Au suivant.
ja: よくできました。次へ。
pt_br: Comemore a vitória. Próximo.
ru: Победа засчитана. Дальше.
zh_hans: 拿下这一局。下一个。

source: Tank's full again
fr: Le plein est refait
ja: 満タンに戻りました
pt_br: Tanque cheio de novo
ru: Бак снова полон
zh_hans: 油箱又满了

source: Task done. Nice.
fr: Tâche terminée. Bien joué.
ja: タスク完了。いいですね。
pt_br: Tarefa feita. Boa.
ru: Задача выполнена. Отлично.
zh_hans: 任务完成。漂亮。

source: Terminals
fr: Terminaux
ja: ターミナル
pt_br: Terminais
ru: Терминалы
zh_hans: 终端

source: Tests pass. Building before I deploy.
fr: Les tests passent. Compilation avant le déploiement.
ja: テストは通りました。デプロイ前にビルドします。
pt_br: Testes passaram. Compilando antes do deploy.
ru: Тесты пройдены. Собираю перед деплоем.
zh_hans: 测试通过。部署前先构建。
